[
{"https://vietnambiz.vn/bo-may-quan-lieu-bureaucracy-la-gi-dac-diem-va-han-che-20190923100510896.htm": "\n\n\n\n\n\n\n\n\nTHỜI SỰ\n\n\nHÀNG HOÁ\n\n\nTÀI CHÍNH\n\n\nNHÀ ĐẤT\n\n\nCHỨNG KHOÁN\n\n\nDOANH NGHIỆP\n\n\nKINH DOANH\n\nVĩ mô\nChính sách\nĐầu tư\nNhân sự\nNăng lượng\nNguyên liệu\nVàng\nNông sản\nBáo cáo ngành hàng\nThị trường\nGiao dịch lớn\nIPO - Niêm yết\nKiến thức\nQuốc tế\nThị trường\nDự án\nQuy hoạch\nChủ đầu tư\nTin hoạt động\nKết quả kinh doanh\nLãnh đạo\nChân dung Doanh nghiệp\nNgân hàng\nTiền ảo\nBảo hiểm\nQuốc tế\nPhi tiền mặt\nTài chính tiêu dùng\nStartup\nQuản trị - Chiến lược\nKinh doanh số\nChuỗi - Bán lẻ\nDoanh nhân\nLàm giàu\nThị trường\nChia sẻ\n21-09-2019Nhóm (Team) trong doanh nghiệp là gì? Những điểm lưu ý \n20-09-2019Nhà quản lí (Manager) là ai? Vai trò và phân loại nhà quản lí \n20-09-2019Nhà quản trị cấp cơ sở (First line managers) là ai? Nhiệm vụ của nhà quản trị cấp cơ sở \n20-09-2019Nhà quản trị cấp trung gian (Middle managers) là ai? \n20-09-2019Nhà quản trị cấp cao (Top managers) là ai? Kĩ năng của nhà quản trị cấp cao \nHình minh họa. Nguồn: emaze\nKhái niệm\nBộ máy quan liêu trong tiếng Anh là Bureaucracy.\nBộ máy quan liêu thường đề cập đến một tổ chức phức tạp với các hệ thống và qui trình nhiều lớp. Đây là một bộ máy quản lí có tính chuyên nghiệp cao với hàng loạt các qui tắc và thủ tục chặt chẽ, thống nhất và công bằng. \nBộ máy quan liệu được xây dựng và phát triển bởi Max Weber, một nhà xã hội học người Đức, người khởi xướng thuyết tổ chức xã hội và kinh tế trong quản lí. \nMột bộ máy quan liêu mô tả các phương pháp được thiết lập trong các tổ chức lớn hoặc chính phủ. Ví dụ, một công ty dầu mỏ có thể thiết lập một bộ máy quan liêu để buộc nhân viên của mình hoàn thành kiểm tra an toàn khi hoạt động trên một giàn khoan dầu.\n- Bộ máy quyền lực theo hình tháp, trong đó trách nhiệm và quyền hạn gắn với mỗi chức vị được xác định rạch ròi. Nghĩa là các cơ quan về nhân sự được sắp xếp theo hệ thống thứ bậc về quyền lực, trong đó cấp dưới chịu sự kiểm soát của cấp trên.\n- Những mối quan hệ và việc thực thi quyền lực không mang tính cá nhân; mỗi thành viên trong tổ chức hành động không phải với tư cách một cá nhân cụ thể nào.\n- Các hoạt động được tổ chức theo những nguyên tắc rõ ràng và được áp dụng một cách thống nhất. \n- Phân công lao động hợp lí dẫn đến chuyên môn hóa cao, tinh thông nghề nghiệp.\n- Việc tuyển chọn nhân viên được thực hiện dựa trên cơ sở năng lực chuyên môn, không xem xét tới các mặt khác như địa vị xã hội, lòng trung thành hay sự ủng hộ của họ. Việc thăng tiến được quyết định theo các tiêu chí khách quan: thành tích, thâm niên.\n- Hệ thống qui tắc, thủ tục được viết chính thức bằng văn bản, chi phối các hành động một cách nhất quán. Các qui tắc này phù hợp với các qui định pháp luật của Nhà nước và được tuân thủ nghiêm ngặt. \n- Quyết định được đưa ra hợp lí theo những tiêu chí chung.\nWeber đã dựa trên giả thuyết cho rằng đây là một mô hình lí tưởng và nếu áp dụng mô hình đó sẽ thu được hiệu quả tối đa. Tuy nhiên mô hình hành chính quan liêu còn nhiều điểm phi thực tế như:\n- Quyền hạn và trách nhiệm không phải lúc nào cũng được xác định một cách hoàn toàn rạch ròi;\n- Quan hệ giữa các thành viên không phải lúc nào cũng mang tính tổ chức mà trước hết mang tính cá nhân;\n- Các nguyên tắc còn thiếu rõ ràng;\n- Công tác tuyển chọn không chỉ dựa trên khả năng chuyên môn mà còn dựa vào những khả năng khác của cá nhân;\n- Quyết định thường mang tính chủ quan.\n(Theo Giáo trình Quản lí học, NXB Đại học Kinh tế quốc dân)\nLam Anh\nChia sẻ\nKiến thức quản trị kinh doanh\nGiá vàng hôm nay\nGiá vàng\nGiá heo hơi\nGiá lợn hơi\nGiá cà phê\nGiá tiêu\nChứng khoán\nThị trường chứng khoán\nTỷ giá USD\nTỷ giá Euro\nTỷ giá ngoại tệ\nGiá xăng dầu\nGiá bitcoin\nVietlott\nLãi suất ngân hàng\nTập đoàn FLC\nBamboo Airways\nVietjet\nTập đoàn Vingroup\nLãi suất tiết kiệm\nLãi suất tiền gửi\nLãi suất cho vay ngân hàng\nThị trường ngoại hối\nCổ phiếu ngân hàng\nLãi suất vay mua nhà\nLãi suất vay mua ô tô\nCâu chuyện khởi nghiệp\nGiá đôla Úc\nTỷ giá Yen\nTỷ giá bảng anh\nTỷ giá nhân dân tệ\nBáo cáo ngành gạo\nBáo cáo thị trường cà phê\nBáo cáo thị trường heo hơi\nBáo cáo thị trường thép\nBáo cáo ngành đường\nGiá gas\nGiá gạo\nChứng khoán Mỹ\nVn-index\nĐiện mặt trời\nMô hình kinh doanh\nBí quyết kinh doanh\nTỷ giá ngân hàng\nGiờ làm việc ngân hàng\nSo sánh lãi suất ngân hàng\n\n\n\n\nTHỜI SỰ\n\n\nHÀNG HOÁ\n\n\nTÀI CHÍNH\n\n\nNHÀ ĐẤT\n\n\nCHỨNG KHOÁN\n\n\nDOANH NGHIỆP\n\n\nKINH DOANH\n\n\n\n\n\n\n\n\n\n\n"}
]