[
{"https://vi.wikipedia.org/wiki/B%E1%BB%99_m%C3%A1y_quan_li%C3%AAu": "Bách khoa toàn thư mở Wikipedia\n\n\n\nBước tới điều hướng\nBước tới tìm kiếm\nBộ máy quan liêu là một thuật ngữ dùng để chỉ 1) cơ quan của các quan chức chính phủ không được bầu cử và 2) một nhóm người xây dựng chính sách hành chính.[1] Về mặt lịch sử, một bộ máy quan liêu là một cơ quan quản lý của chính phủ do các bộ phận có cán bộ không liên quan đến bầu cử quản lý.[2] Ngày nay, bộ máy quan liêu là hệ thống hành chính quản lý một tổ chức lớn bất kỳ.[3][4][5][6][7][8][9] Hành chính công ở nhiều quốc gia là một ví dụ của một bộ máy quan liêu.\nTrong ngôn ngữ thường ngày, thuật ngữ \"bộ máy quan liêu\" thường được dùng với nghĩa xấu.[10] Nó bị chỉ trích là không hiệu quả, phức tạp, hoặc quá cứng nhắc đối với các cá nhân.[11] Những ảnh hưởng vô nhân đạo của bộ máy quan liêu quá mức đã trở thành một chủ đề chính trong các tác phẩm của nhà văn Franz Kafka và là trung tâm của các tiểu thuyết The Trial và The Castle.[12] Việc loại bỏ bộ máy quan liêu không cần thiết là một khái niệm quan trọng trong lý thuyết quản lý hiện đại[13] và là một chủ đề trong một số chiến dịch chính trị.[14]\nTheo nhà lý thuyết xã hội học người Đức Max Weber (1864-1920), các tổ chức xã hội theo mô hình bộ máy quan liêu có ý nghĩa tích cực trong quá trình tổ chức và vận hành xã hội. Các tổ chức này có cấu trúc như vậy vì chúng muốn hợp lý hóa cách tổ chức hoạt động, một xu hướng của xã hội hiện đại. Xu hướng hợp lý hóa tổ chức hoạt động thể hiện ở bước chuyển mạnh mẽ từ cách thực hiện công việc tự phát, thiếu kế hoạch, định hướng giá trị truyền thống sang cách làm việc có hệ thống, được tổ chức theo quy tắc, luật lệ, định hướng mục đích và duy lý.[15]\n\nMục lục\n\n1 Đặc trưng của Bộ máy quan liêu\n2 Quá trình phát triển của Bộ máy quan liêu\n3 Nhược điểm của tổ chức\n4 Xem thêm\n5 Chú thích\n6 Đọc thêm\n7 Liên kết ngoài\n\n\nĐặc trưng của Bộ máy quan liêu[sửa | sửa mã nguồn]\nSự phân công lao động được xác định theo quy định, theo luật. Trong một Cục, Vụ của một Bộ, những chức vụ như giám đốc, phó giám đốc, tổng trưởng phòng, trưởng bộ phận được xác định theo quy định của cục, bộ và của chính phủ.\nHệ thống ban hành mệnh lệnh theo thứ bậc từ trên xuống dưới với nhiều cấp độ khác nhau. Nghĩa là, một người đồng thời là cấp dưới của một người, nhưng lại là cấp trên của những người khác.\nHệ thống văn phòng, hành chính công khai, được bổ sung những file tài liệu viết, có thể cả một cơ quan trong đó những công việc của tổ chức được mô tả và lưu giữ.\nQuy trình đào tạo chính thức cho các công việc trong tổ chức. Ví dụ, việc đào tạo nhân viên văn phòng sẽ đơn giản hơn và ngắn hơn so với việc tự học hỏi qua kinh nghiệm bản thân.\nCác thành viên cống hiến toàn bộ sự quan tâm và sức lực cho hoạt động của tổ chức và coi đó là một sự nghiệp, một nghề nghiệp.\nCác quy định hoặc chính thức ít nhiều ổn định có thể học được và tuân theo một cách dễ dàng. Các quy định này điều chỉnh và định hướng công việc cho các thành viên. Ví dụ, quy định nghỉ giữa giờ làm việc cho công nhân làm ca.\nCó sự trung thành của thành viên với tổ chức.\nCác đặc trưng của bộ máy quan liêu giúp cho tổ chức có thể kiểm soát và điều phối hành động của các thành viên. Đây là yếu tố then chốt để tạo ra hiệu quả và năng suất vượt trội của tổ chức quan liêu so với bất kỳ một loại tổ chức xã hội nào khác. Tuy nhiên, bộ máy quan liêu cũng tạo ra một sản phẩm đặc trưng gọi là \"sự bị tha hóa\" - Karl Marx (1818-1883).[15]\n\nQuá trình phát triển của Bộ máy quan liêu[sửa | sửa mã nguồn]\nBộ máy quan liêu không chỉ có trong xã hội hiện đại, mà nó đã tồn tại trong các xã hội Ai Cập, Trung Quốc, La Mã cổ đại từ xa xưa, v.v... Cùng với cuộc cách mạng công nghiệp, bộ máy quan liêu xuất hiện và phát triển mạnh mẽ ở các nước phương Tây. Và quan liêu lại đẻ ra quan liêu thể hiện thành xu hướng tách những nhiệm vụ lớn thành những nhiệm vụ nhỏ hơn. Mỗi một nghề nghiệp được chuyên môn hóa và những đòi hỏi, tiêu chuẩn cũng chặt chẽ và nghiêm khắc hơn. Để đạt được những đòi hỏi, tiêu chuẩn của nghề nghiệp, người lao động phải học qua các trường lớp nhất định, nghĩa là phải được đào tạo trong những bộ máy quan liêu.[16]\nCác tổ chức lúc mới ra đời thường còn nhỏ, nhưng càng về sau càng lớn dần lên và có xu hướng trở thành tổ chức độc quyền, nhất là trong kinh tế. Các công ty nhỏ không thể cạnh tranh được với các tổ chức quan liêu đó. Nhằm tạo môi trường cạnh tranh tự do lành mạnh, chính phủ phải lập ra các cơ quan điều phối; điều này đã dẫn đến hình thành bộ máy quan liêu mới. Do đó cho thấy rằng, quan liêu là hiện tượng của nhiều tổ chức trong nhiều chế độ xã hội khác nhau, và gắn bó chặt chẽ với xu hướng hợp lý hóa hoạt động của con người.\n\nHai nguyên nhân làm cho Bộ máy quan liêu phát triển\nNăng suất và hiệu quả;\nQuyền lực.\nCác chức năng của những quy định trong Bộ máy quan liêu\nGiao tiếp;\nĐiều khiển từ xa;\nSự trừng phạt;\nTạo độ co giãn trong quản lý.[17]\nNhược điểm của tổ chức[sửa | sửa mã nguồn]\nNhược điểm của tổ chức\nBất ổn định, không chắc chắn;\nQuy mô tổ chức, tính phức tạp và tính không hiệu quả.\nBệnh lý của tổ chức\nPhục tùng mù quáng và lạm dụng quyền lực tổ chức;\nXung đột trong tổ chức.\nXem thêm[sửa | sửa mã nguồn]\nTổ chức xã hội\nQuyền lực xã hội\nChú thích[sửa | sửa mã nguồn]\n\n\n^ “Bureaucracy - Definition and More from the Free Merriam-Webster Dictionary”. Merriam-webster.com. Truy cập ngày 26 tháng 5 năm 2013.\n\n^ “definition of bureaucracy”. Thefreedictionary.com. Truy cập ngày 26 tháng 5 năm 2013.\n\n^ “Bureaucracy Definition”. Investopedia. ngày 4 tháng 9 năm 2009. Truy cập ngày 26 tháng 5 năm 2013.\n\n^ Philip K. Howard (2012). “To Fix America's Education Bureaucracy, We Need to Destroy It”. The Atlantic.\n\n^ Devin Dwyer (2009). “Victims of 'Health Insurance Bureaucracy' Speak Out”. ABC News.\n\n^ David Martin (2010). “Gates Criticizes Bloated Military Bureaucracy”. CBS News.\n\n^ “How to bend the rules of corporate bureaucracy”. Usatoday30.usatoday.com. ngày 8 tháng 11 năm 2002. Truy cập ngày 26 tháng 5 năm 2013.\n\n^ “Still a bureaucracy: Normal paperwork continues its flow at Vatican”. Americancatholic.org. Truy cập ngày 26 tháng 5 năm 2013.\n\n^ Weber, Max \"Bureaucracy\" in Weber's Rationalism and Modern Society, translated and edited by Tony Waters and Dagmar Waters, Palgrave-Macmillan 2015. p. 114\n\n^ J.C.N. Raadschelders (1998). Handbook of Administrative History. Transaction Publishers. tr. 142.\n\n^ Ronald N. Johnson; Gary D. Libecap (1994). The Federal Civil Service System and the Problem of Bureaucracy (PDF). University of Chicago Press. tr. 1–11. Truy cập ngày 12 tháng 3 năm 2014.\n\n^ David Luban; Alan Strudler; David Wasserman (1992). “Moral Responsibility in the Age of Bureaucracy”. Michigan Law Review. 90 (8).\n\n^ Wren, Daniel; Bedeian, Arthur (2009). “Chapter 10:The Emergence of the Management Process and Organization Theory”. The Evolution of Management Thought (PDF). Wiley. Bản gốc (PDF) lưu trữ ngày 19 tháng 3 năm 2013. Truy cập ngày 6 tháng 7 năm 2017.\n\n^ Garrett;  và đồng nghiệp (March–April 2006). “Assessing the Impact of Bureaucracy Bashing by Electoral Campaigns”. Public Administration Review: 228–40. doi:10.1111/j.1540-6210.2006.00575.x. Truy cập ngày 12 tháng 3 năm 2014.\n\n^ a ă Một vài vấn đề về xã hội học và nhân loại học (bằng tiếng Việt). Hà Nội: Nhà Xuất bản Khoa học xã hội. Đã bỏ qua tham số không rõ |biên tập= (trợ giúp); Chú thích có  tham số trống không rõ: |khác= (trợ giúp); Kiểm tra giá trị ngày tháng trong: |ngày truy cập= (trợ giúp); |ngày truy cập= cần |url= (trợ giúp)\n\n^ Nguyễn Quang A (12 tháng 6 năm 2009). “Ước chi Việt Nam có bộ máy quan liêu” (bằng tiếng Việt). Báo Tiền Phong. Bản gốc lưu trữ ngày 12 tháng 6 năm 2009. Truy cập ngày 10 tháng 11 năm 2010. Kiểm tra giá trị ngày tháng trong: |ngày truy cập= và |ngày lưu trữ= (trợ giúp)\n\n^ Bản sao đã lưu trữ (bằng tiếng Việt). Reportshop. ngày 4 tháng 8 năm 2010 [2010]. Bản gốc (HTML) lưu trữ ngày 22 tháng 10 năm 2010. Truy cập ngày 11 tháng 10 năm 2010. Đã bỏ qua tham số không rõ |biên tập= (trợ giúp); Chú thích có  tham số trống không rõ: |khác= (trợ giúp); Đã định rõ hơn một tham số trong |tựa đề= và |title= (trợ giúp); Đã định rõ hơn một tham số trong |ngày truy cập= và |access-date= (trợ giúp)\n\n\nĐọc thêm[sửa | sửa mã nguồn]\nAlbrow, Martin. Bureaucracy. London: Macmillan, 1970.\nOn Karl Marx: Hal Draper, Karl Marx's Theory of Revolution, Volume 1: State and Bureaucracy. New York: Monthly Review Press, 1979.\nMarx comments on the state bureaucracy in his Critique of Hegel's Philosophy of Right and Engels discusses the origins of the state in Origins of the Family.\nErnest Mandel, Power and Money: A Marxist Theory of Bureaucracy. London: Verso, 1992.\nOn Weber: Watson, Tony J. (1980). Sociology, Work and Industry. Routledge. ISBN 0-415-32165-4.\nNeil Garston (ed.), Bureaucracy: Three Paradigms. Boston: Kluwer, 1993.\nChowdhury, Faizul Latif (2006), Corrupt Bureaucracy and Privatization of Tax Enforcement. Dhaka: Pathak Samabesh, ISBN 984-8120-62-9.\nLudwig von Mises, Bureaucracy, Yale University Press, 1962. Liberty Fund (2007), ISBN 978-0-86597-663-4\nWeber, Max. The Theory of Social and Economic Organization. Translated by A.M. Henderson and Talcott Parsons. London: Collier Macmillan Publishers, 1947.\nWilson, James Q. (1989). Bureaucracy. Basic Books. ISBN 0-465-00785--6.\nLiên kết ngoài[sửa | sửa mã nguồn]\nTS. Nguyễn Quang A (Tạp chí Tin học & Đời sống), Hãy xây dựng chế độ quan liêu, ChúngTa.com, ngày 28/10/2006, truy cập ngày 11/10/2010.\n\n\n\n\nLấy từ “https://vi.wikipedia.org/w/index.php?title=Bộ_máy_quan_liêu&oldid=64544580”\nThể loại: Tổ chức xã hộiXã hộiXã hội họcMôn họcChính phủChính trị họcMax WeberLý thuyết tổ chứcThể loại ẩn: Trang có tham số chú thích không rõLỗi CS1: tham số trống không rõLỗi CS1: ngày thángTrang có chú thích thiếu ngày truy cập và URLTrang có tham số chú thích dưTrang sử dụng liên kết tự động ISBN"}
]